Repository: exgphe/ShadowsocksX-NG
Catalog: ShadowsocksX-NG/*.lproj/Localizable.strings
Languages: fr

source: PAC has been updated by User Rules.
fr: PAC a été mis à jour par les règles d’utilisateur.

source: It's failed to update PAC by User Rules.
fr: Échec de la mise à jour du PAC par les règles d’utilisateur.

source: Global Mode
fr: Mode global

source: Manual Mode
fr: Mode manuel

source: Auto Mode By PAC
fr: Mode automatique par PAC

source: Shadowsocks: On
fr: Shadowsocks : activé

source: Shadowsocks: Off
fr: Shadowsocks: désactivé

source: Export Command Copied.
fr: Commande d’export copiée

source: Save Diagnosis to File
fr: Enregistrer les diagnostics dans un fichier

source: Servers
fr: Serveurs

source: Turn Shadowsocks Off
fr: Désactiver Shadowsocks

source: Turn Shadowsocks On
fr: Activer Shadowsocks

source: By scan QR Code
fr: En scannant le QR Code

source: By handle SS URL
fr: En gérant l’URL SS

source: By import from pasteboard
fr: En important depuis le presse-papiers

source: Not found valid QRCode of shadowsocks profile
fr: Code QR valide du profil shadowsocks introuvable

source: Not found valid URL of shadowsocks profile
fr: URL valide du profil shadowsocks introuvable

source: Save QRCode As File
fr: Enregistrer le code QR en tant que fichier

source: Save All Server URLs To File
fr: Enregistrer toutes les URL des serveurs dans un fichier

source: PAC has been updated by latest GFW List.
fr: PAC a été mis à jour par la dernière GFW List.

source: Failed to download latest GFW List.
fr: Échec du téléchargement de la dernière GFW List.

source: Not found valid shadowsocks server urls.
fr: URL des serveurs shadowsocks non trouvées.

source: New Server
fr: Nouveau serveur

source: Hidden
fr: Caché
